{"/about":{"title":"About","data":{"":"This is the about page! This page is shown on the navbar."}},"/":{"title":"CARTEL","data":{"":"Willkommen in der Welt des Aufstiegs und Falls, in der jeder Schritt deine Herrschaft oder dein Verderben bedeuten kann. Unser neues Online-Spiel katapultiert dich in die knallharte Realität eines aufstrebenden Drogenhändlers, der nach Macht und Reichtum strebt. Doch sei gewarnt: Dieses Spiel ist nichts für Schwache, denn hier geht es um alles oder nichts.Von den schmutzigen Straßen bis hin zu den Gipfeln der Macht – deine Reise beginnt als einfacher Laufbursche, doch mit jeder geschickten Entscheidung und riskanten Bewegung kletterst du die Leiter der kriminellen Hierarchie empor. Straßendealer, Bezirksmanager, und schließlich der unantastbare Kartellchef – jeder Schritt erfordert kluge Taktik und eiserne Entschlossenheit.Hier ist jeder Spieler ein potenzieller Verbündeter oder ein gefährlicher Feind. In Echtzeit interagierst du mit anderen, sei es mit realen Spielern oder von NPCs gesteuerten Charakteren, um dein Imperium zu errichten oder zu verteidigen. Auf der abgespeckten Weltkarte siehst du den Pulsschlag des illegalen Handels – von frischen Lieferungen bis hin zu heißen Verkaufsstellen.Doch Vorsicht ist geboten, denn je höher du steigst, desto düsterer werden die Bedrohungen. Schmiergeldzahlungen, Überfälle, und Verrat lauern an jeder Ecke. Um zu überleben, musst du in technologische Gegenmaßnahmen investieren, deine Feinde überwachen und deine eigenen Reihen fest im Griff haben.Dein Ziel? Nichts Geringeres als die Spitze des kriminellen Olymps zu erklimmen. Handle strategisch, triff komplexe Entscheidungen und kämpfe gegen rivalisierende Kartelle, um dein Reich zu erweitern und deine Dominanz zu festigen. Denn in dieser Welt des illegalen Handels gibt es nur eine Regel: Gewinne oder verliere alles. Bist du bereit, dein Schicksal zu gestalten?"}},"/advanced":{"title":"Advanced","data":{"":"This is the index page for the Advanced folder!"}},"/advanced/satori":{"title":"Satori","data":{"":"Satori (悟り) is a Japanese Buddhist term for awakening, \"comprehension; understanding\"."}},"/another":{"title":"Another Page","data":{"":"let a = 1;\n\nconsole.log(a);","component#Component":"","external-component#External Component":""}}}